Repository: nekk29/Columbia
Catalog: Debugging/Company.Product.Module.Domain/Resources/User.*.resx
Languages: es

source: Confirm Password
es: Confirmar Contraseña

# CreateUserEmailBody
source: <html> <head> <style> body { text-align: center; font-family: monospace; } .app-logo { margin: 15px; } .app-text { margin: 12px; color: rgb(15, 20, 25); font-weight: 600; font-size: 14px; } .app-text-small { margin: 10px; color: rgb(15, 20, 25); font-weight: 600; font-size: 13px; } .app-credentials > p { margin: 8px; color: rgb(15, 20, 25); font-weight: 500; display: inline; font-size: 12px; } .app-credentials label { margin: 8px; color: rgb(29, 155, 240); font-weight: 100; font-size: 12px; } </style> </head> <body> <div class="app-logo"> <img width="100" src="https://www.google.com/images/branding/googlelogo/2x/googlelogo_color_272x92dp.png" /> </div> <div class="app-text"> You have been registered as user in the application {APLICACION} </div> <div class="app-text-small"> Your credentials are: </div> <div class="app-credentials"> <p>User:</p><label>{USER}</label> </div> <div class="app-credentials"> <p>Password:</p><label>{PASSWORD}</label> </div> </body> </html>
es: <html> <head> <style> body { text-align: center; font-family: monospace; } .app-logo { margin: 15px; } .app-text { margin: 12px; color: rgb(15, 20, 25); font-weight: 600; font-size: 14px; } .app-text-small { margin: 10px; color: rgb(15, 20, 25); font-weight: 600; font-size: 13px; } .app-credentials > p { margin: 8px; color: rgb(15, 20, 25); font-weight: 500; display: inline; font-size: 12px; } .app-credentials label { margin: 8px; color: rgb(29, 155, 240); font-weight: 100; font-size: 12px; } </style> </head> <body> <div class="app-logo"> <img width="100" src="https://www.google.com/images/branding/googlelogo/2x/googlelogo_color_272x92dp.png" /> </div> <div class="app-text"> Has sido registrado como usuario en al aplicación {APLICACION} </div> <div class="app-text-small"> Tus credenciales son: </div> <div class="app-credentials"> <p>Usuario:</p><label>{USER}</label> </div> <div class="app-credentials"> <p>Contraseña:</p><label>{PASSWORD}</label> </div> </body> </html>

# CreateUserEmailSubject
source: User Registration
es: Registro de Usuario

# DuplicateRecordByEmail
source: An user with the same email already exists
es: Ya existe un usuario con el mismo correo

# DuplicateRecordByUserName
source: An user with the same user name already exists
es: Ya existe un usuario con el mismo nombre de usuario

source: EMail
es: Correo Electrónico

source: First Name
es: Nombres

# Id
source: Identifier
es: Identificador

source: Last Name
es: Apellidos

# Login2FARequired
source: Two factor authentication is required
es: Se requiere autenticación en dos pasos

# LoginAccessTokenError
source: An error occurred generating user token
es: Ocurrió un error generando el token de usuario

# LoginEmailNotConfirmed
source: Email has not been confirmed yet
es: El correo no ha sido confirmado

# LoginFailed
source: Failed sign in
es: Inicio de sesión incorrecto

# LoginLockout
source: Login blocked after {0} attempts, please try again in {1} minutes
es: Inicio de sesión bloqueado despues de {0} intentos, por favor reintente en {1} minutos

# LoginSucceeded
source: Successful sign in
es: Inicio de sesión correcto

source: Password
es: Contraseña

source: Phone number
es: Número de Teléfono

# UserDisabled
source: User has been disabled
es: El usuario se encuentra desactivado

# UserDoesNotExist
source: User is not registered
es: El usuario no se encuentra registrado

source: Username
es: Nombre de Usuario
